#
# Form validation error messages
#

required	Пожалуйста, заполните поле %s.
numeric	Поле %s должно содержать число.
minlen	Поле %s должно иметь минимальную длину %s символов.
maxlen	Значение поля %s не должно быть длиннее %s символов.
length	Поле %s должно иметь длину %s символов.
alpha	Поле %s может содержать только буквы.
alphanum	Поле %s должно содержать только буквы и цифры.
email	Поле %s должно содержать правильный email-адрес.
ip	Поле %s должно содержать правильный ip-адрес.
matches	Значение поля "%s" должно совпадать с полем %s.
regexp	Поле %s содержит неверное значение.
float	Поле %s должно содержать число.
datetime	Поле %s должно содержать дату в формате %s.
unique	Поле %s должно содержать уникальное значение.